/* No video code has been entered yet */
"Please use the Inspector to specify a YouTube video." = "請使用“檢閱器”來指定 YouTube 視訊。";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "很抱歉，沒有找到您所輸入之語法的 YouTube 視訊。";

/* Live data feeds are disabled */
"This is a placeholder for the YouTube video at:" = "此為 YouTube 視訊的預留區，位於：";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable live data feeds in the Preferences." = "若要在 Sandvox 中觀看視訊，請在偏好設定中啟用即時資料 feed。";